Dlubal.RFEM5.SurfaceStiffnessType
Type of surface stiffness

Dlubal.RFEM5.SurfaceStiffnessType.UnknownStiffnessType
Unknown type of surface stiffness

Dlubal.RFEM5.SurfaceStiffnessType.StandardStiffnessType
Standard stiffness

Dlubal.RFEM5.SurfaceStiffnessType.WithoutTensionStiffnessType
Stiffness without tension

Dlubal.RFEM5.SurfaceStiffnessType.OrthotropicStiffnessType
Orthotropic stiffness

Dlubal.RFEM5.SurfaceStiffnessType.GlassStiffnessType
Glass stiffness

Dlubal.RFEM5.SurfaceStiffnessType.LaminateStiffnessType
Laminate stiffness

Dlubal.RFEM5.SurfaceStiffnessType.RigidStiffnessType
Rigid stiffness

Dlubal.RFEM5.SurfaceStiffnessType.MembraneStiffnessType
Membrane stiffness

Dlubal.RFEM5.SurfaceStiffnessType.MembraneOrthotropicStiffnessType
Membrane-Orthotropic stiffness

Dlubal.RFEM5.SurfaceStiffnessType.NullStiffnessType
Null stiffness